CSI API ETABS v1
cDesignCompositeColumn.AISC360_22 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDCompColAISC360_22 AISC360_22 { get; }
ReadOnly Property AISC360_22 As cDCompColAISC360_22
	Get
Dim instance As cDesignCompositeColumn
Dim value As cDCompColAISC360_22
value = instance.AISC360_22
property cDCompColAISC360_22^ AISC360_22 {
	cDCompColAISC360_22^ get ();
}
abstract AISC360_22 : cDCompColAISC360_22 with get
Property Value
Type: cDCompColAISC360_22
See Also
Reference
cDesignCompositeColumn Interface
ETABSv1 Namespace